do
function run(msg, matches)
  return [[
		👥 قیمت های ربات آنتی اسپم آرابات:
〰〰〰〰〰〰〰〰〰〰〰
ماهیانه
〰〰〰〰〰〰〰〰〰〰〰
💵 ماهیانه زیر 1.5Kممبر50000ریال
💴 ماهیانه بین 1.5Kتا3Kممبر70000ریال
💶 ماهیانه بالای 3K ممبر 100000ریال
〰〰〰〰〰〰〰〰〰〰〰
دائمی
〰〰〰〰〰〰〰〰〰〰〰
💵 دائمی زیر 1.5K ممبر150000ریال
💴 دائمی بین 1.5Kتا3Kممبر200000ریال
💶 دائمی بالای 3Kممبر 250000ریال
〰〰〰〰〰〰〰〰〰〰〰
برای سفارش و شارژ گروه ضد اسپم
به آی دی @Suport_arabot پیام بدهید.															
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^قیمت$",		
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end
